# St7GetSolverTreeStartNumber

Returns the starting node number assigned for the Tree type re-ordering strategy.

long St7GetSolverTreeStartNumber(long uID, long* Start)

Input Parameters

uID

Strand7 model file ID.

Output Parameters

Start

Starting node number.